
{
        
    "content": [
        {
            "html":"<h2 class='font-serif'>You don't have to be a wizard with words</h2><p>Like with most of the topics I’ve covered, writing a websites content can be as specialist career (see <strong>UX writer</strong>, <strong>Copywriter</strong> or some other variation).</p><p>But if you’re armed with some basic knowledge (and tooled with the emergency of AI) you’ll be able to sprinkle your site with more useful, contextual content.</p>"

        },
        {
            "html": "<h2 class='font-serif' id='tip-1'>1. Write about the benefits, not your services</h2><p>Don't ask \"what\" your customers are looking for. Instead ask \"why\" they're looking for it.</p><p>Maybe you're a gardener. You could lead with all the services you provide and in doing so offer the same as all of your competitors. Instead, you could lead with the benefits of your services. This will help you stand out.</p><p>For example, instead of saying <i>“We offer lawn mowing services”</i>, you could say <i><strong>“We’ll keep your garden looking great all year round”</strong></i></p>"
        },
        {
            "html": "<h2 class='font-serif' id='tip-2'>2. What’s the point?</h2><p>It's important to define the content your writing with a need or pain-point your customer is experiencing. This will help you write more useful content.</p><p>For example, if you're a coffee shop owner, you could write tips about brewing your own coffee.</p><p>This will not only attract people looking for somewhere to enjoy a nice hot drink but also those interested in brewing their own from home</p>"
        },
        {
            "html": "<h2 class='font-serif' id='tip-3'>3. Assume your customers are distracted</h2><p>It's likely that your customers are distracted. To combat this split attention;<ul><li>Include bullet lists in your page content to help customers who are skimming your content</li><li>Write descriptive headlines</li><li>And equally descriptive call to actions (buttons, I wrote more on those)</li></ul>"
        }
    ],
    "inspo":
    {
        "link": "https://dribbble.com/epluribusunum1985/collections/7126022-Writing-Content",
        "image": "https://via.placeholder.com/150"
    },
    "reference": [
        
        
        
        
    ]

}
